Repository: likwueron/ProjectHospital-l10n.tws
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: tws

source: (96 x 96 VERSION)
tws: (96 x 96 PÁN-PÚN)

source: (DEPARTMENT CLOSED)
tws: (PŌ͘-MN̂G KOAIⁿ--AH)

source: (MISSING STAFF)
tws: (KHIÀM JÎN-OÂN)

source: (NOT ACCESSIBLE FOR PATIENTS)
tws: (HOĀN-CHIÁ BÔ-HOAT-TŌ͘ LI̍P-KHÌ)

source: Oxymoron Games
tws: Lí KhunIông Bruce Ngô͘ Hê-bí Garrick ChhòaNiau Saipakhō͘

source: Oxymoron Games Bo Kelly
tws: Lí KhunIông

source: Oxymoron Games Bo Kelly Mathias Maagaard Dennis Bregner Zetner‎ Mads Billeskov Exsteen
tws: LÍ KhunIông

source: A contusion, also known as a bruise, is a region of injured tissue usually with purple discoloration.
tws: Gêng-hoeh, mā ē-sái kóng o͘-chheⁿ, sī tio̍h-siong ê cho͘-chit chhut-hiān o͘-o͘ chheⁿ-chheⁿ ê hoa-pan.

source: A decoration and a distraction for bored patients.
tws: Chng-sek-phín, mā ē-sái gô͘-lo̍k kám-kak bô-liâu ê hoān-chiá

source: A decoration, other objects can be placed on top.
tws: Chng-sek-phín, pa̍t-ê bu̍t-phín ē-sái khǹg tī bīn-téng.

source: A decoration.
tws: Chi̍t-ê chng-sek-phín.

source: A fistula is an abnormal anatomical connection between two hollow spaces.
tws: Tī-lāu sī tī kái-phò-ha̍k siōng nn̄g-ê khang bô chèng-siông ê liâm chòe-hóe.

source: A hospital with General Surgery, Internal Medicine and Orthopaedy departments, 96 x 96
tws: Chi̍t-ê ū It-poaⁿ Gōa-kho, Lāi-kho kah Chéng-hêng gōa-kho ê pēⁿ-īⁿ, 96 x 96

source: A peptic ulcer is an open lesion in the lining of the stomach, duodenum or esophagus.
tws: Siau-hòa-sèng-ùi-iông sī chi̍t-chióng tī ūi, cha̍p-jī-chí-tn̂g a̍h-sī chia̍h-tō lāi-bīn ê khai-hòng-sèng pīⁿ-piàn.

source: A peptic ulcer is an open lesion in the lining of the stomach, duodenum or esophagus. It is most commonly caused by the bacterium h. pylori or prolonged, excessive use of NSAIDs
tws: Siau-hòa-sèng-ùi-iông sī chi̍t-chióng tī ūi, cha̍p-jī-chí-tn̂g a̍h-sī chia̍h-tō lāi-bīn ê khai-hòng-sèng pīⁿ-piàn. It-poaⁿ lâi-kóng kám-jiám sè-khún h. pylori a̍h-sī iōng siuⁿ-chē NSAID ē tì-sú chit-khoán pēⁿ.

source: A ruptured appendix can be fatal and thus appendicitis is one of the most common reasons for abdominal surgery.
tws: Piak-phòa ê thâng-iūⁿ-sûi hoān-sè ē tì-miā, só͘-í Thâng-iūⁿ-sûi-iām sī chi̍t-hāng khui pak-tó͘ to siōng chia̍p-khòaⁿ ê lí-iû.

source: A sink for restrooms.
tws: Piān-só͘ ê sé-chhiú tâi-á

source: A small emergency clinic, 64 x 64
tws: Chi̍t-ê ū kip-chín ê sè pēⁿ-īⁿ, 64 x 64

source: A small hospital with General Surgery department, 64 x 64
tws: Chi̍t-ê ū It-poaⁿ gōa-kho ê sè pēⁿ-īⁿ, 64 x 64

source: A small hospital with Orthopaedy department, 64 x 64
tws: Chi̍t-ê ū Chéng-hêng gōa-kho ê sè pēⁿ-īⁿ, 64 x 64

source: ACHIEVEMENTS
tws: SI̍T-CHEK

source: Abdominal surgery
tws: Pak-tó͘ chhiú-su̍t

source: Active examinations
tws: An-pâi ê kiám-cha

source: Active treatments
tws: An-pâi ê tī-liâu

source: Acute medicine
tws: Kip-chín i-ha̍k

source: Acute renal failure
tws: Kip-sèng io-chí sit-pāi

source: Acute renal failure refers to an abrupt loss of kidney function, effectively seizing the ability to filter the blood and produce urine. The causes can be many, but are usually due to extensive tissue damage or decreased kidney blood flow.
tws: Kip-sèng io-chí sit-pāi sī kóng pō͘-pîn sit-khì io-chí ê ki-lêng, tiō sī lū hoeh chè-chō jiō ê châi-tiāu bô-khì ah. Che ū chiok chē ê goan-in, m̄-koh it-poaⁿ sī siuⁿ-chē ê cho͘-chit tio̍h-siong a̍h-sī lâi kàu io-chí ê hoeh-liû kiám-chió.

source: Add department
tws: Ke-thiⁿ pō͘-mn̂g

source: Add new floor
tws: Khí sin-ê lâu-chàn

source: Advanced biochemistry
tws: Chìn-kai seng-bu̍t hòa-ha̍k

source: Advanced diagnosis
tws: Chìn-kai chín-toàn

source: All departments, 96 x 96
tws: Choân-pō͘ ê pō͘-mn̂g, 96 x 96

source: All employees
tws: Choân-pō͘ oân-kang

source: All patients
tws: Choân-pō͘ ê hoān-chiá

source: All time
tws: Choân-pō͘ sî-kan

source: Ambiguous results
tws: Ài-māi ê kiat-kó

source: Ambulance
tws: Kiù-hō͘-chhia

source: Ambulance area
tws: Kiù-hō͘-chhia khu

source: Ambulance parking
tws: Kiù-hō͘-chhia chhia-ūi

source: Ambulances
tws: Kiù-hō͘-chhia

source: Amoebiasis
tws: Amoeba sèng chhiah-lī

source: Amoebiasis is caused by Entamoeba histolytica, the infection spreads through water or food contaminated by feces.
tws: Amoeba sèng chhiah-lī sī Entaoeba histolytica tì-sú ê, chit-chióng kám-jiám ē ùi hō͘ sái u-jiám ê chúi a̍h-sī chia̍h-mi̍h thoân-khui.

source: An outdoor decoration.
tws: Gōa-kháu ê chng-sek-phín.

source: Analgesics
tws: Chí-thiàⁿ io̍h-á

source: Anemia is defined as a reduced ability of the blood to carry oxygen.
tws: Huih-hu ê tēng-gī sī huih-e̍k chhia sng-sò͘ ê lêng-le̍k kiám-chió.

source: Anemia is defined as a reduced ability of the blood to carry oxygen. This can be caused by a decrease in red blood cells or hemoglobin. Iron-deficiency anemia is the most common form of anemia.
tws: Huih-hu ê tēng-gī sī huih-e̍k chhia sng-sò͘ ê lêng-le̍k kiám-chió. Che khó-lêng sī chhiah-hiuh-kiû a̍h-sī huih-sek-sò͘. kiám-chió khí-tì ê. Thih-chit khiàm-khoeh huih-hu sī siōng chia̍p-khòaⁿ ê huih-hu.

# Anesthesi ologists
source: Anesthesi\nologists
tws: Si bâ-chùi chiá

source: Anesthesiologist
tws: Si bâ-chùi chiá

source: Anesthesiology
tws: Bâ-chùi ha̍k

source: Angriest
tws: Siōng bōe-sóng ê

source: Ankle contusion
tws: Kha-ba̍k gêng-hoeh

source: Ankle fracture
tws: Kha-ba̍k kut-tn̄g

source: Anonymous hospital
tws: Bô miâ pēⁿ-īⁿ

source: Anthrax is serious infection caused by the bacterium Bacillus anthracis. It is spread through the bacteria's spores. Contact is made typically by inhaling or eating the spores or through skin lesions.
tws: Thòaⁿ-chhi chi̍t-chióng chin-hāi ê thoân-jiám pēⁿ, i goân-chū he kiò-chò Bacillus anthracis ê sè-khún. I sī ùi hit-ê sè-khún ê gê-pau thoân-khui. It-poaⁿ ê in-ūi khip-khì a̍h-sī chia̍h-tio̍h gê-pau a̍h-sī ùi phôe-hu pēⁿ-piàn ê só͘-chai chiap-chhiok tio̍h.

source: Antibiotics
tws: Khòng-seng-sò͘

source: Antidepressants
tws: Khòng-tîm-ut io̍h

source: Antihemorrhagics
tws: Khòng-chhut-huih io̍h

source: Anybody?
tws: Ū-lâng bô?

source: Appendicitis
tws: Thâng-iūⁿ-sûi-iām

source: Appendicitis refers to infection in the appendix, which becomes obstructed and swollen.
tws: Thâng-iūⁿ-sûi-iām sī kóng thâng-iūⁿ-sûi hoat-iām, hit-pêng ê piàn-chò pì-that koh chéng-tiùⁿ.

source: Appendicitis refers to infection in the appendix, which becomes obstructed and swollen. A ruptured appendix can be fatal and thus appendicitis is one of the most common reasons for abdominal surgery.
tws: Thâng-iūⁿ-sûi-iām sī kóng thâng-iūⁿ-sûi hoat-iām, hit-pêng ê piàn-chò pì-that koh chéng-tiùⁿ. Piak-phòa ê thâng-iūⁿ-sûi hoān-sè ē tì-miā, só͘-í Thâng-iūⁿ-sûi-iām sī chi̍t-hāng khui pak-tó͘ to siōng chia̍p-khòaⁿ ê lí-iû.

source: Arm contusion
tws: Chhiú-kut gêng-hoeh

source: At home
tws: Tī in tau

source: At reception
tws: Tī kiám-siong sek

source: Athlete’s foot
tws: Ūn-tōng-oân kha

source: Athlete’s foot, also called Tinea pedis, is a highly contagious skin infection of the feet caused by fungi.
tws: Ūn-tōng-oân kha mā ē-sái kiò-chò Chiok-sián, sī chi̍t-chióng thoân-jiám-sèng chin kiông ê kha ê chin-khún phôe-hu kám-jiám.

source: Auto hide walls
tws: Chū-tōng àm-khàm chhiûⁿ-á

source: Autosave every hour
tws: Múi chi̍t tiám-cheng chū-tōng sèihu

source: Available examinations
tws: Ē-tàng iōng ê kiám-cha

source: Available treatments
tws: Ē-tàng iōng ê tī-liâu

source: BACK
tws: TŃG-KHÌ

source: BACK TO GAME
tws: TŃG-LÂI SŃG

source: BASIC CLINIC
tws: KI-PÚN CHIN-SÓ͘

source: BIG HOSPITAL
tws: TŌA PĒⁿ-Īⁿ

source: BUILD
tws: KHÍ-CHŌ

source: Bacteremia
tws: Pāi-hoeh-chèng

source: Bacterial gastroenteritis
tws: Sè-khún-sèng ūi-tn̂g-iām

source: Bacterial gastroenteritis is common gastrointestinal disease, in most cases lasting a few days.
tws: Sè-khún-sèng ūi-tn̂g-iām sī chi̍t-chióng chiok chia̍p-khòaⁿ ê ūi-tn̂g-pēⁿ, tōa-pō͘-hūn ê lâng ē liân-sòa kúi-kang.

source: Bacterial tonsillitis
tws: Sè-khún-sèng píⁿ-thô-chôaⁿ-iām

source: Bacterial tonsillitis is an infection of the tonsils.
tws: Sè-khún-sèng píⁿ-thô-chôaⁿ-iām sī píⁿ-thô-chôaⁿ hō͘ kám-jiám.

source: Bacterial tonsillitis is an infection of the tonsils. The most common bacterial tonsillitis is caused by Streptococcus pyogenes, and is known as 'strep throat'.
tws: Sè-khún-sèng píⁿ-thô-chôaⁿ-iām sī píⁿ-thô-chôaⁿ òe-tio̍h sè-khún. Siōng chia̍p-khòaⁿ ê sè-khún-sèng píⁿ-thô-chôaⁿ sī goân-chū chi̍t-chióng liân-só-chiōng kiû-khún (Streptococcus pyogenes), chit-ê pēⁿ mā hō͘ lâng kiò-chò "liân-só âu".

source: Bad breath
tws: Chhàu-chhùi

source: Bandage
tws: Pheng-tòa

source: Bank loans
tws: Gîn-hâng tāi-kim

source: Basic clinical office for simple examinations and treatments.
tws: Ki-pún ê mn̂g-chín pâng-keng hō͘ i-seng chò kán-tan ê kiám-cha kah tī-liâu.

source: Beds
tws: Pēⁿ-chhn̂g

source: Beef tapeworm
tws: Gû-bah tóa-thâng

source: Beef tapeworms (T.
tws: Gû-bah tòa-thâng (T.

source: Beef tapeworms (T. saginata) are parasitic flatworms living in the digestive system of humans. Cattle act as intermediate hosts when they consume fodder or water contaminated with human feces. Eating undercooked beef can cause infection.
tws: Gû-bah tòa-thâng (T. saginata) sī chi̍t-chióng tòa tī lâng ê siau-hòa hē-thóng lāi ê kià-seng-sèng píⁿ-pîⁿ-thâng. Gû nā-sī chia̍h-tio̍h ū lâng sài ê chhī-liāu a̍h-sī chúi tiō ē piàn-chó i ê tiong-kan siok-chú. Chia̍h bô-se̍k ê gû-bah ū khó-lêng thoân-jiám.

source: Being hospitalized
tws: Hông sàng khì tòa-īⁿ

source: Biochemistry
tws: Seng-bu̍t hòa-ha̍k

source: Black floor
tws: O͘-sek ê thô͘-kha

source: Bladder
tws: Jiō-liōng

source: Bladder stones can be formed in the bladder due to a mineralization of concentrated urine. There will only be symptoms if the flow of urine is compromised.
tws: Phōng-kong kiat-chio̍h ē-sái tī phōng-kong lāi chek-chū ê jiō khòng-hoa āu hêng-sêng. Nā-sī jiō liông kiám-chió che kan-nā ē hông tòng-chò sī chèng-thâu niă.

source: Blunt Kidney contusion
tws: Io-chí táⁿ-phah-siong

source: Blunt pancreas contusion
tws: Chūi-chōng táⁿ-phah-siong

source: Blunt pancreas laceration
tws: Chūi-chōng chhò-li̍h-siong

source: Blunt pulmonary contusion
tws: Hì-chōng táⁿ-phah-siong

source: Blunt spleen contusion
tws: Pî-chōng táⁿ-phah-siong

source: Blunt spleen rupture
tws: Tun-khì pî-chōng li̍h-siong

source: Bookcase
tws: Chheh-tû

source: Brain inflammation
tws: Náu-iām

source: Brick wall
tws: Chng-á piah

source: Bronchiectasis
tws: Khì-kńg-chi khok-tiong

source: Bronchitis
tws: Khì-kńg-chi-iām

source: Bronchitis is an inflammation of the lower airways called bronchi and is usually caused by virus.
tws: Khì-kńg-chi-iām sī ē-bīn ê khì-kńg, tio̍h-sī khì-kńg-chi, hoat-iām. It-poaⁿ chit-ê pēⁿ sī pēⁿ-to̍k tì-sú ê.

source: Bronchodilators
tws: Khì-kńg khok-tiong su̍t

source: Bronchopneumonia
tws: Khì-kńg-chi hì-iām

source: Bruise
tws: O͘-chhiⁿ

source: Build a functional small clinic
tws: Khí chi̍t-ê ū kong-lêng ê sè pēⁿ-īⁿ

source: Build foundations
tws: Khí tē-ki

source: Build pillars
tws: Khí pâng-thiāu

source: Build walls
tws: Khí chhiûⁿ-piah

source: Building mode (F6)
tws: Khí-chō mō͘-to (F6)

source: Burning eye
tws: Ba̍k-chiu leh sio

source: CAG room
tws: CAG sek

source: CAG room - 8 x 6
tws: CAG sek - 8 x 6

source: CAMPAIGN
tws: KHĀPEIN

source: CLINIC
tws: CHÍN-SÓ

source: CREDITS
tws: CHÈ-CHOK CHIÁ MIÂ-TOAⁿ

source: CT room
tws: CT sek

source: CT room - 10 x 6
tws: CT sek - 10 x 6

source: Cabinet with doors
tws: Tû-á

source: Cabinet with drawers
tws: Thoah kūi-á

source: Calculus in bladder
tws: Phōng-kong kiat-chio̍h

source: Calculus of ureter
tws: Su-jiō-kńg kiat-chio̍h

source: Campaign
tws: Khāpein

source: Campaign 1
tws: Khāpein 1

source: Campaign 2
tws: Khāpein 2

source: Campaign 3
tws: Khāpein 3

source: Can't be treated
tws: Bô-hoat-tō͘ tī-liâu

source: Cancel
tws: Chhú-siau

source: Card file
tws: Khá tóng-àn tû-á

source: Cardio Lab - 8 x 6
tws: Sim-chōng ha̍k si̍t-giām-sek - 8 x 6

source: Cardio tech
tws: Sim-chōng ki-su

source: Cardio tech.
tws: Sim-chōng ki-su

source: Cardio-surgery
tws: Sim-chōng chhiú-su̍t

source: Cardiography unit
tws: Sim-tiān-tô͘ sek

source: Cardiography unit - 6 x 6
tws: Sim-tiān-tô͘ sek - 6 x 6

source: Cardiology
tws: Sim-chōng-ha̍k

source: Cardiology Lab
tws: Sim-chōng-ha̍k Lab

source: Cardiology master
tws: Sim-chōng-kho tachip-jîn

source: Cardiology office
tws: Sim-chōng-kho chín-cha sek

source: Cat-scratch disease
tws: Niau-jiàu-jia̍t

source: Cat-scratch disease is a common infectious disease caused by Bartonella henselae. It is transmitted by cats, through the cat's scratch or bite. Presence of the bacteria in humans is hard to detect by traditional bacterial cultivation because growth takes up to 6 weeks.
tws: Niau-jiàu-jia̍t sī chi̍t-chióng sè-khún Bartonella henselae tì-sú ê sò͘-siông thoân-jiám pēⁿ. I ē ùi niau jiàu-phòa a̍h-sī kā-phòa ê khang-chhùi li̍p--lâi. It-poaⁿ ê sè-khún pôe-ióng chiok pháiⁿ lia̍h-tio̍h chi̍t-chióng sè-khún, in-ūi i ài 6 lé-pài chiah ē seng-tióng.

source: Cattle act as intermediate hosts when they consume fodder or water contaminated with human feces.
tws: Gû nā-sī chia̍h-tio̍h ū lâng sài ê chhī-liāu a̍h-sī chúi tiō ē piàn-chó i ê tiong-kan siok-chú.

source: Cerebral contusion
tws: Tōa-náu gêng-hoeh

source: Certainty
tws: Khak-tēng-sèng

source: Chair
tws: Í-á

source: Challenge 1
tws: Thiau-chiàn 1

source: Challenge 2
tws: Thiau-chiàn 2

source: Challenge 3
tws: Thiau-chiàn 3

source: Challenge 4
tws: Thiau-chiàn 4

source: Challenge 5
tws: Thiau-chiàn 5

source: Challenges
tws: Thiau-chiàn

source: Chest contusion
tws: Heng-khám gêng-hoeh

source: Chickenpox
tws: Chúi-chu

source: Chickenpox, also known as varicella, is a highly contagious disease caused by the initial infection with Varicella zoster virus.
tws: Chúi-chu mā hō͘ lâng kiò-chò varicella, sī chi̍t-chióng thoân-jiám-sèng chin kiông ê chi̍t-pēⁿ. Chit-ê pēⁿ goân-chū thâu-pái kám-jiám Varicella zoster pēⁿ-to̍k.

source: Chickenpox, also known as varicella, is a highly contagious disease caused by the initial infection with Varicella zoster virus. The disease results in a characteristic skin rash that forms small, itchy blisters, which eventually scab over.
tws: Chúi-chu mā hō͘ lâng kiò-chò varicella, sī chi̍t-chióng thoân-jiám-sèng chin kiông ê chi̍t-pēⁿ. Chit-ê pēⁿ goân-chū thâu-pái kám-jiám Varicella zoster pēⁿ-to̍k. Chit-ê pēⁿ ē tì-sú lâng kui-seng-khu chhut phôe-chín, hêng-sêng sè-sè chhiah-ia̍h ê phā, siōng-bóe kian-phí.

source: Chief nurse
tws: Hō͘-sū tiúⁿ

source: Cholangitis
tws: Táⁿ-kńg-iām

source: Cholangitis is an infection of the bile duct usually caused by bacteria ascending from the duodenum. It occurs usually when the bile duct is already partially blocked by gallstones.
tws: Táⁿ-kńg-iām it-poaⁿ sī táⁿ-kńg òe-tio̍h ùi cha̍p-jī-chí-tn̂g khí-khì ê sè-khún. It-poaⁿ lâi kóng che sī in-ūi táⁿ-kńg chá-tio̍h hō͘ táⁿ-chio̍h pō͘-hūn chó͘-tòng khì ah.

source: Cholecystitis
tws: Táⁿ-lông-iām

source: Cholecystitis is inflammation and infection of the gallbladder, usually due to blockage of the cystic duct by a gallstone.
tws: Táⁿ-lông-iām sī táⁿ-lông hoat-iām kah táⁿ-lông òe-tio̍h. Che it-poaⁿ sī táⁿ-lông-kńg hō͘ táⁿ-chio̍h chó͘-tòng tio̍h.

source: Cholera
tws: Hó͘-lia̍t-la

source: Cholera is a bacterial disease that usually spread through contaminated water. Modern sewage and water treatment eliminated cholera in industrialized countries.
tws: Hó͘-lia̍t-la sī chi̍t-chióng sè-khún chi̍t-pēⁿ it-poaⁿ ùi hō͘ u-jiám ê chúi thoân-pò͘. Hiān-tāi chúi-âm-kóng kah chúi chhú-lí tī kang-gia̍p-hòa kok-ka siau-bia̍t hó͘-lia̍t-la ah.

source: Chronic Fatigue Syndrome
tws: Bān-sèng nńg-sng chèng-hāu-kûn

source: Chronic fatigue syndrome
tws: Bān-sèng nńg-sng chèng-hāu-kûn

source: Chronic fatigue syndrome is very complicated disease that refers to a condition of fatigue that can not be explained by any underlying medical condition.
tws: Bān-sèng nńg-sng chèng-hāu-kûn sī chi̍t-chióng chiok hok-cha̍p ê pēⁿ. Sī kóng chit-má ê i-ha̍k bô-hoat-tō͘ kái-sek ê nńg-sng.

source: Chronic kidney disease
tws: Bān-sèng io-chí pēⁿ

source: Chronic kidney disease refers to a gradual loss of kidney function. The most common cause is untreated diabetes mellitus.
tws: Bān-sèng io-chí pēⁿ sī kóng bān-bān-á sit-khì io-chí ê ki-lêng. Siōng chia̍p-khòaⁿ ê goan-in sī thn̂g-jiō-chèng bô tī-liâu.

source: Cirrhosis
tws: Koaⁿ-ngē-hòa

source: Cirrhosis describes a condition where the liver is malfunctioning due to long-term damage; normal liver tissue is replaced with scar tissue.
tws: Koaⁿ-ngē-hòa sī kóng koaⁿ tī tn̂g-kî siong-hāi tiong piàn-chó ki-lêng put-choân. It-poaⁿ ê koaⁿ cho͘-chit hō͘ ōaⁿ-chò khî-ê cho͘-chit.

source: Cleaning
tws: Piàⁿ-sàu

source: Clinic
tws: Mn̂g-chín

source: Clinic is not functional
tws: Chin-só͘ bô ki-lêng

source: Clinic open
tws: Khui mn̂g-chín

source: Clinic opening hours start!
tws: Mn̂g-chín khui-mn̂g ê sî-kan kàu ah!

source: Clinic patients
tws: Mn̂g-chín hoān-chiá

source: Clock
tws: Sî-cheng

source: Close department
tws: Koaiⁿ--tiāu pō͘-mn̂g

source: Coeliac disease
tws: Coeliac-pēⁿ

source: Coeliac disease is an autoimmune disorder where the immune system reacts to dietary gluten present in wheat, rye and barley. The reaction causes inflammation in the small intestines and thus malabsorption of nutrients.
tws: Coeliac-pēⁿ sī chi̍t-chióng chū-sin bián-e̍k chi̍t-pēⁿ. Bián-e̍k hē-thóng tùi be̍h-á, o͘-be̍h kah tōa-be̍h chè-chō ê chia̍h-mi̍h lāi ê pho͘-chit hoán-èng. Chit-khoán hoán-èng tì-sú sió-tn̂g hoat-iām, siōng-bóe hō͘ chu-ióng ê khip-siu put-liông.

source: Coffee machine
tws: Ka-pi ki

source: Coffee table
tws: Ka-pi toh

source: Coma
tws: Hūn-tó

source: Common cold
tws: It-poaⁿ kám-mō͘

source: Common room
tws: Hioh-khùn keng

source: Common room - 8 x 6
tws: Hioh-khùn keng - 8 x 6

source: Congratulations, you placed your first object!
tws: Kiong-hí, lí thâu-chi̍t-ê bu̍t-phín!

source: Construction floor
tws: Kiàn-tiok lâu-á

source: Constructions and floors
tws: Kiàn-tiok lâu-á

source: Contact dermatitis
tws: Chiap-chhiok-sèng phôe-hu-iām.

source: Contact dermatitis is a localized rash or irritation of the skin caused by contact to an allergen or irritant.
tws: Chiap-chhiok-sèng phôe-hu-iām sī kio̍k-pō͘ phôe-hu ē chhut chín a̍h-sī chhì-kek. Che sī chi̍t-chióng bong-tio̍h kòe-bín-goân a̍h-sī chhì-kek-bu̍t ê pēⁿ.

source: Controlled by doctors
tws: Hō͘ i-seng koat-tēng ê

source: Controls
tws: Khòng-chè

source: Crohn's disease
tws: Crohn-sī pēⁿ

source: Crohn's disease is an inflammatory bowel disease that affects the entire intestine. The exact cause is unknown, however, it is evident that there are genetic, environmental and autoimmune components.
tws: Crohn-sī pēⁿ sī chi̍t-chióng ē éng-hióng kui-ê tn̂g-á ê hoat-iām-sèng tn̂g-á pēⁿ. Chèng-khak ê goan-in iáu-koh m̄-chai. M̄-koh, ū chèng-kù kóng ki-in, khoân-kéng kah chū-thé-bián-e̍k iú-koan.

source: Current symptoms
tws: Bo̍k-chêng ê chèng-thâu

source: DELETE
tws: SAN-TIĀU

source: Dark colored tile
tws: Àm-sek ê chng

source: Day
tws: Ji̍t

source: Day / Week / Month
tws: Ji̍t / Lé-pài / Goe̍h

source: Day shift
tws: Ji̍t-pan

source: Day shift staffed
tws: Ji̍t-pan jîn-oân

source: Day shift: Clinic
tws: Ji̍t-pan: Mn̂g-chín

source: Day shift: Hospitalization
tws: Ji̍t-pan: Tòa-īⁿ

source: Day:
tws: Ji̍t-sî:

source: Days
tws: Ji̍t

source: Dead
tws: Óng-seng ê

source: Dead patients
tws: Óng-seng ê hoān-chiá

source: Dead patients / lost cases
tws: Óng-seng ê hoān-chiá / sit-khì ê

source: Death allowed
tws: Lâng ē sí

source: Decorations
tws: Chng-sek-phín.

source: Delete
tws: San-tiāu

source: Delete walls
tws: Thiah-tiāu chhiûⁿ-piah

source: Department
tws: Pō͘-mn̂g

source: Department is not working!
tws: Pō͘-mn̂g chit-má pàng-kang!

source: Department's warnings
tws: Pō͘-mn̂g kèng-pò

source: Departments
tws: Pō͘-mn̂g

source: Desire to drink.
tws: Siūⁿ-beh lim-chúi.

source: Diabetes
tws: Thn̂g-jiō-chèng

source: Diagnosis
tws: Chín-toān

source: Diagnostic unit
tws: Chín-toān sek

source: Diagnostic unit - 6 x 6
tws: Chín-toān sek - 6 x 6

source: Diagnostic unit - 8 x 6
tws: Chín-toān sek - 8 x 6

source: Diarrhea
tws: Hā-lī

source: Differential diagnosis
tws: Kàm-pia̍t chín-toān

source: Dining table
tws: Chia̍h-pn̄g toh-á

source: Dirty feet
tws: Kha lah-sap

source: Discomfort
tws: Kan-khó͘

source: Display blood
tws: Phiau-sī lâu-hoeh

source: Do you like my hospital?
tws: Lí kám kah-ì góa ê pēⁿ-īⁿ?

source: Do you really want to send this patient to another hospital?
tws: Lí kám chin-sim beh sàng chi̍t-ê hoān-chiá kàu pa̍t-ê pēⁿ-īⁿ?

source: Doctor
tws: I-seng

source: Doctor's office
tws: Chín-cha sek

source: Doctor's office - 6 x 4
tws: Chín-cha sek - 6 x 4

source: Doctor's office - 6 x 6
tws: Chín-cha sek - 6 x 6

source: Doctor's office - 6 x 8
tws: Chín-cha sek - 6 x 8

source: Doctors
tws: I-seng

source: Doctors - clinic
tws: I-seng - mn̂g-chín

source: Don't use
tws: M̄-thang iōng

source: Door with window
tws: Ū thang ê mn̂g

source: Doors and windows
tws: Mn̂g kah thang

# Doors Windows
source: Doors\nWindows
tws: Mn̂g\nThang

source: Double X-ray door
tws: Tùi-khui ê X-kong mn̂g

source: Double glass door
tws: Tùi-khui po-lê mn̂g

source: Doudenitis is an inflammation of the lining of the duodenum; the first part of the small intestine, which is 12 inches long and curved into the C-shape.
tws: Cha̍p-jī-chí-tn̂g-iām sī cha̍p-jī-chí-tn̂g lāi-bīn hoat-iām. Tiō sī sió-tn̂g ê thâu-chêng 12 eng-chhùn tn̂g koh oan-khiau kàu C hêng ê só͘-chai.

source: Dress code
tws: Saⁿ ê sek

source: Drugs in various forms used to treat various bacterial infections.
tws: Che io̍h-á ū chiok chē hêng-sek ē-sái tī-liâu sè-khún kám-jiám.

source: Drugs used to stop bleedings.
tws: Iōng-lâi chí-huih ê io̍h-á.

source: Duodenitis
tws: Cha̍p-jī-chí-tn̂g iām

source: E. coli toxin detected
tws: Hoat-hiān E. coli to̍k-sò͘

source: EMPTY FIELD
tws: KHÀNG-TĒ

source: EXIT GAME
tws: LÎ-KHUI GÉIM

source: EXIT TO DESKTOP
tws: TŃG-KHÌ TOH-BĪN

source: EXIT TO MENU
tws: TŃG-KHÌ SOÁN-TOAⁿ

source: Ear examination
tws: Kiám-cha hī-á

source: Eating undercooked beef can cause infection.
tws: Chia̍h bô-se̍k ê gû-bah ū khó-lêng thoân-jiám.

source: Eating undercooked pork can cause infection.
tws: Chia̍h bô-se̍k ê ti-bah ū khó-lêng thoân-jiám.

source: Elevator
tws: Tiān-thui

source: Elevators
tws: Tiān-thui

source: Emergency
tws: Kip-chín

source: Employee got drunk last night!
tws: Oân-kang châng lim bâng-bâng!

source: Employees - all
tws: Oân-kang - choân-pō͘

source: Employees - doctors
tws: Oân-kang - i-seng

source: Employees - doctors and nurses
tws: Oân-kang - i-seng kah hō͘-sū

source: Employees - janitors
tws: Oân-kang - chheng-kiat jîn-oân

source: Employees - lab staff
tws: Oân-kang - lab jîn-oân

source: Employees - nurses
tws: Oân-kang - hō͘-sū

source: Empty fields
tws: Khàng-tōe-á

source: Enable hospitalization at {1}
tws: Khai-sí {1} tòa-īⁿ

source: English
tws: Tâi-gí

source: Equipment
tws: Chong-pī

source: Equipment cabinet
tws: Chong-pī kūi-á

source: Esophageal varices
tws: Chia̍h-tō-chēng-me̍h-liû

source: Esophageal varices are abnormally enlarged veins within the esophagus.
tws: Chia̍h-tō-chēng-me̍h-liû sī chia̍h-tō lāi ê chēng-me̍h m̄-chū-jiân ê pûi-tōa.

source: Esophageal varices are abnormally enlarged veins within the esophagus. They are usually caused by portal hypertension due to existing liver disease.
tws: Chia̍h-tō-chēng-me̍h-liû sī chia̍h-tō lāi ê chēng-me̍h m̄-chū-jiân ê pûi-tōa. Che it-poaⁿ sī hoān-chiá ê koaⁿ-pēⁿ thàu-kòe bûn-chēng-me̍h tì-sú ê.

source: Esophagitis
tws: Chia̍h-tō-iām

source: Esophagitis is an inflammation of the oesophageal lining, often caused by acid reflux.
tws: Chia̍h-tō-iām sī chia̍h-tō lāi-bīn hoat-iām, it-poaⁿ sī in-ūi ūi-sng-tò-lâu

source: Events
tws: Sū-kiāⁿ

source: Everything is OK
tws: Lóng hó-sè hó-sè

source: Exam table
tws: Kiám-cha toh-á

source: Examination
tws: Kiám-cha
